;Language file of Revo Uninstaller
;This section must use English
[Info]
Language= Česky/Czech
WebLang=CZ
Translator= =Mr.=
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Náhled
103 = Možnosti
104 = Odinstalátor
105 = Nástroje
106 = Režim Lovce
107 = Seznam
108 = Ikony
109 = Detaily
110 = Odinstalovat
111 = Odebrat vstup
112 = Obnovit
113 = Opravdu mám odstranit označenou položku?
114 = Opravdu mám tento program odinstalovat?
115 = Autoaktualizace
116 = Nápověda
117 = Současný nástroj nápovědy ...
118 = Domovská stránka ...
119 = O programu ...
120 = Nejsi administrátor!
121 = Opravdu mám odinstalovat označenou systémovou komponentu?\nSTOP pokud si nejsi jist, co provést!
122 = Odinstalátor zobrazuje nainstalované programy a komponenty všech uživatelů! V "Detailech" je zobrazen typ či obsah nabídky, lze si přečíst doplňkové informace (odkazy na vlastnosti o instalacích). Hlavním znakem Revo odinstalátoru je režim Lovce. Tento mód poskytuje rychlost. Zastavuje, maže nebo zamezuje autospouštění pouhým jediným kliknutím.
123 = Nalézt
124 = Nalezen:
125 = Opravdu mám odstranit označenou systémovou komponentu z registru?\nTato komponenta může být vyžadována operačním systémem!
126 =  autospouštění zrušeno!
127 =  je nastaveno autospoštění!
128 = %s je nainstalován do stejného místa jako %s!\nByly zde nalezeny zbytky z obou aplikací! Pozorně vyber, kterou chceš odstranit!
129 = Odinstalovat násilím

[Uninstaller List]
150 = Program
151 = Velikost
152 = Verze
153 = Datum instalace
154 = Společnost
155 = Webstránka
156 = Komentář
157 = Odinstalační řetězec
158 = Registrační klíč
159 = Instalátor

[Uninstaller StatusBar]
201 = Instalací:
202 = Zavádění...

[Registry Optimizer]
302 = Vyber, kde skenovat
303 = Nabídka Start

[Autorun Toolbar]
407 = Spustit
408 = Vypnout
409 = Odstranit
410 = Položek :
411 = Zapnout :
412 = Se správcem Autospuštění nejen že lze zapnout či vypnout autospouštění programů spolu s Windows, ale získáš i další informace o vybraných aplikacích. Lze zjistit cestu spouštění, popis, vydavatele, stav (spuštěn či vypnut) a umístění příkazu Po spuštění (registr nebo soubor na HDD).

[Autorun List]
450 = Název Po spuštění
451 = Cesta ke spuštění
452 = Popis
453 = Vydavatel
454 = Stav
455 = Umístění
456 = SPUŠTĚN
457 = NESPUŠTĚN
458 = NEPLATNÝ
459 = Vypnout proces
460 = Spustit proces
461 = Otevřít složku
462 = Přejít do umístění
463 = Kopírovat cestu spouštění
464 = Odstranit vybrané
465 = Odstranit všechny chybné
466 = Odstranit nespuštěné
467 = Odstranit všechny vypnuté
468 = Vlastnosti ...
470 = Opravdu mám zavřít vybranou aplikaci?\nVšechna neuložená data budou ztracena!
471 = Opravdu mám smazat vybranou položku?
472 = Opravdu mám smazat všechny chybné položky?
473 = Opravdu mám smazat všechny nespuštěné položky?
474 = Opravdu mám smazat všechny vypnuté položky?
475 = Příkaz neexistuje!
476 = NEZNÁM!
477 = Autospouštění vypnuto
478 = Autospouštění zapnuto

[Outlook Control]
300 = Optimalizace
301 = Optimizér Regeditu
400 = Správce Autospouštění
500 = Čistič stop
501 = Čistič prohlížečů
600 = Čistič Microsoft Office
700 = Čistič windowsů
800 = Úplné vysypání Koše
900 = Neobnovitelné vymazání
2100 = Nástroje Windows
2200 = Čistič zbytků

[Track Cleaner Browsers]
507 = Vyčistit vše
508 = Vyčistit historii navštívených Webů
509 = Smazat historii napsaných adres
510 = Smazat dočasné soubory internetu
511 = Smazat Cookies
512 = Smazat soubory Index.dat
513 = Provést
514 = Smazat histori stahování
515 = Smazat historii relací
516 = Smazat historii formulářů
517 = Odinstalátor
518 = Opravdu mám smazat všechna data z historie?
521 = Opravdu mám smazat historii Internet Exploreru?
522 = Opravdu mám smazat historii Firefoxu?
523 = Opravdu mám smazat historii Opery?
524 = Opravdu mám smazat historii Netscape?
525 = Každý prohlížeč podrobně zaznamenává navštívenou webovou stránku. Informace jsou snadno dostupné z oken prohlížeče windows pouhým stisknutím talčítka. Kdokoliv tak může vidět tvé "brouzdání" po webech! S Čističem prohlížečů lze smazat dočasné soubory internetu (všechny prohléžené obrázky, všechna prohlédnutá videa online a všechny navštívené weby. Smazáním dočasných souborů uvolníš mnoho místa na pevném disku.
526 = Před čistěním stop prohlížeče ukonči samotný Prohlížeč.
527 = Soubory Index.dat budou smazány při příštím restartu počítače.
599 = Čištění stop vybraných položek je dokončeno!

[Office Track Cleaner]
601 = Vyčistit
607 = Vyčistit historii dočasných dokumentů Microsoft Word 
608 = Včetně Word 2000, Word XP, Word 2003 a Word 2007
609 = Vyčistit historii dočasných dokumentů Microsoft Excel
610 = Včetně Excel 2000, Excel XP, Excel 2003 a Excel 2007
611 = Vyčistit historii dočasných dokumentů Microsoft Access
612 = Včetně Access 2000, Access XP, Access 2003 a Access 2007
613 = Vyčistit Microsoft historii dočasných dokumentů PowerPoint 
614 = Včetně PowerPoint 2000, PowerPoint XP, PowerPoint 2003 a PowerPoint 2007
615 = Vyčistit historii dočasných dokumentů Microsoft FrontPage 
616 = Včetně FrontPage 2000, FrontPage XP, FrontPage 2003 a FrontPage 2007
617 = Čistič Microsoft Office umožňuje smazat historii nejčastěji používaných souborů v Microsoft Word, Excel, Access, PowerPoint a FrontPage. Pokud nechceš, aby někdo viděl tebou naposled otevřené - upravované dokumenty či jiné soubory vytvořené Microsoft Office, jen označ typ nepotřebných souborů a klikni na “Vyčistit”. Nejposledněji používané soubory z typů, které označíš, pak již nebudou dále dostupné.

[Windows Tracks Cleaner]
701 = Čistit
707 = Čistit historii dočasných dokumentů
708 = Čistit historii spuštěné nabídky Start
709 = Čistit historii hledání souborů
710 = Čistit historii Tiskárny, Počítače a Osoby
711 = Vyprázdnit Schránku
712 = Čistit historii dočasných souborů "MS Paint"
713 = Čistit historii dočasných souborů "MS Wordpad" 
714 = Čistit historii naposledy otevřených klíčů Regeditu 
715 = Čistit historii běžného dialogu Otevřít/Uložit
716 = Čistit historii běžného dialogu naposledy navštívených složek
717 = Vysypat Koš
718 = Smazat dočasné soubory Windows 
719 = Smazat uživatelské záznamy nabídky Start
720 = Microsoft Windows zachycuje stopy mnoha událostí nebo položek, které v PC vykonáváš, v podobně historie hledání (hledáš-li soubor a adresáře), historie otevřených dokumentů, historie otevření/zavření ve standardních dialozích souborů pro různé aplikace a mnoho dalších věcí. Čistič Windows umožňuje smazat tuto historii včetně dočasných souborů. Můžeš také vysypat Koš (vymazat dočasné soubory, které tím zvětší volný prostor na hard disku).
721 = Historie Prohlížeče bude smazána poté, co bude restartován explorer.exe
722 = Hledat v Regeditu Windows 
723 = Hledat na místním haddisku 
724 = Vymazat úložiště poškozených souborů
725 = Vymazat Chkdsk (Check Disk) zatavení fragmentů souborů 


[Evidence Remover]
802 = Provést
803 = Vymazat
804 = Prosím čekej, neboť probíhá mazání.
805 = Dokončeno
806 = Umísti značku na disku, kde se nachází stopy a evidence tvé práce a které chceš vymazat. Tento nástroj poté ovlivní právě mazaná data. VAROVÁNÍ: Poté, co bude proces ukončen, nebude již možno smazaná data vrátit zpět!
807 = Když je ve Windows vysypán Koš, soubory a adresáře jsou pouze označeny jako smazané, avšak fyzicky smazány nejsou. Tento nástroj smaže soubory a adresáře, avšak ty jsou stále umístěny na hard disku. Není problém -kdokoliv se pokusí použít jakýkoliv nástroj pro návrat dat, výsledek bude vždy stejný - nic! ... Data smazaná s Odstraňovačem důkazů jsou beznadějně ztracena!
808 = Opravdu mám vymazat zbytky stop a důkazů z vybraných oddílů?

[Unrecoverable Delete]
912 = Seznam souborů a adresářů, které mají být smazány a beznadějně ztraceny
913 = Soubory
914 = Adresáře
915 = Vlož soubory, které chceš ze systému smazat. Tyto soubory nebude moci vrátit zpět žádným softwarovým nástrojem!
916 = Vlož adresáře, které chceš ze systému smazat. Tyto adresáře nebude moci vrátit zpět žádným softwarovým nástrojem!
917 = Přidat soubory pro výmaz
918 = Přidat adresáře pro výmaz
919 = VYMAZAT NAVŽDY
920 = Seznam čistění
921 = Pokud chceš bezpečně vymazat soubor či adresář (a být si tak jist že nikdo - s žádným nástrojem - nebude schopen soubor či adresář obnovit), použij Neobnovitelný výmaz. Vysypání Koše ve Windows neznamená, že jsou soubory natrvalo pryč. Jsou stále na disku a kdokoliv je může docela snadno vrátit zpět. S nástrojem Neobnovitelný výmaz/Unrecoverable Delete toto nejde, neboť se jedná o fyzické smazání všech vybraných souborů a adresářů.
922 = Opravdu chceš natrvalo smazat vybrané soubory a adresáře?

[Options Tree]
1001 = Možnosti
1100 = Obecné
1200 = Odinstalátor

[General]
1101 = Použit jazyk:
1102 = Rozšířený mód
1103 = Po spuštění zkontrolovat aktualizace

[Uninstaller Options]
1201 = Zobrazit aktualizace systému
1202 = Zobrazit komponenty systému
1203 = Zapnout rychlý mód spouštění
1204 = Spustit pouze vestavěný odinstalátor
1205 = (Ve Windows Vista nepodporováno)
1206 = Před odinstalováním vytvořit Bod obnovy systému
1207 = Zbylé soubory a složky přesunovat do Koše


[Auto Update]
1907 = Aktualizace
1908 = Informace o verzi
1909 = Tvá verze:
1910 = Poslední verze:
1911 = STÁHNOUT
1912 = Získat poslední verzi
1913 = Co je nového
1914 = Načítání ...
1915 = Chyba spojení ...
1916 = STOP
1917 = Staženo %s z %s
1918 = Staženo %s (celková velikost neznámá)
1919 = Revo Uninstaller se nebyl schopen připojit k www.revouninstaller.com. Prosím ověř, je-li internetové připojení aktivním a firewall neblokuje Revo Uninstaller
1920 = Chyba: Načtení nové verze selhalo. Nelze navázat internetové připojení

[WinTools]
2110 = Spustit
2111 = Zde jsou dost užitečné a přínosné nástroje a komponentní balíčky operačního systému Windows. Některé nástroje používají příkazového řádku, jiné odlišný přístup. Nástroje Windows poskytují rychlý, jednoklikatelný přístup k více než 10 obecným nástrojům Windows.
2112 = Pokud dojde k problému, můžeš použít Bod obnovy pro obnovu tvého PC do dříve funkčního stavu bez ztráty osobních dat. Systémová Obnova monitoruje změny v systému a v některých souborech programů a tím automaticky snadno vytváří Body obnovy. Tyto Body obnovy ti dovolují vrátit systém zpět do předchozího funkčního stavu. Tvoří se denně, v době důležitých systémových změn. Také je můžeš vytvořit sám ručně a pojmenovat si je.
2113 = Tohoto můžeš využít ke sběru a zobrazení informací o PC hardwaru a operačním systému, tvé internetové konfiguraci, modemu, stejně jako o adaptéru sítě. S nástrojem Diagnostika sítě můžeš provést sken systému a otestovat síťovou konektivitu, jsou-li nebo nejsou-li funkční tvé přidružené programy k síti a serverům.
2114 = Síťové informace zobrazují všechny TCP/IP síťové konfigurace, Dynamic Host Configuration Protocol (DHCP) a nastavení Domain Name System (DNS). Síťové informace též zobrazují plnou TCP/IP konfiguraci všech adaptérů včetně IP adres, MAC adres, masek subnet, výchozích bran, Windows Internet Naming Service (WINS) a DNS konfigurací.
2115 = Bezpečnostní centrum zkontroluje stav PC třemi bezpečnostními způsoby: firewall, automatické aktualizace a na malware/virovou ochranu. Je-li detekován problém s některým z nich (např. je-li antivirový program neaktualizován), bezpečnostní centrum odešle výstrahu a poskytne rady jak nejlépe ochránit tvé PC.
2116 = Vlastnosti systému lze použít k zobrazení základních informací o hardwaru PC jako je typ CPU, celková RAM paměť, zobrazení a změny nastavení, jak PC využívá paměť, nalezení určitých informací (hardwarových a vlastností zařízení), dovolují konfigurovat hardwarové profily, prohlížet informace o síťovém připojení a profilu přihlašování i oznamovat systémové a programové chyby Microsoftu nebo tvému administrátorovi systemu, je-li třeba.
2117 = Systémová informace je komponenta Windows operačního systému, která sbírá a zobrazuje informace o systemové konfiguraci pro místní i vzdálené počítače. To zahrnuje informace o hardwarových konfiguracích, PC komponentách a softwaru, včetně označených i neoznačených oddílech. Systemová informace je podpůrný nástroj, který se může použít pro rychlou informaci o tvém PC a operačním systému.
2118 = Příkaz Netstat TCP/IP je komponenta OS Windows, která zobrazuje všechna aktivní TCP připojení a TCP a UDP porty, na kterých PC naslouchá a zobrazuje prováděcí houšť k vytvoření každého připojovacího nebo naslouchacího portu (probíhající název je v [ ] dole, nahoře je volací komponenta a toto vše celkově odchází přes TCP/IP).
2119 = Zobrazení klávesnice na obrazovce - virtuální klávesnice dovoluje uživatelům s pohybovými defekty zapisovat data s použitím bodových zařízení nebo joystickem. On-Screen Keyboard je zaměřena na minimální úroveň funkčnosti pro uživatele s pohybovým handicapem. Také můžeš použít On-Screen Keyboard, pokud se domníváš, že je Key-Logger nainstalován ve tvém PC a všechny napsané znaky jsou zachycovány. On-Screen Keyboard eliminuje možnost záznamu úhozů.
2120 = Defragmentátor disku analyzuje místní oddíly a uspořádá fragmentované soubory a adresáře tak, že každý zabírá sousední místo na oddílu. Diskový defragmentátor také uspořádá volný prostor. Výsledkem těchto změn je, že systém může přistupovat k souborům a adresářům mnohem rychleji.
2121 = Služby mohou spouštět, zastavit, pozastavit, pokračovat nebo zcela vypnout služby na místních či vzdálených počítačích. Služby mohou také nastavit zotavování akcí, pokud služba selhává (např. automatický restart služby), zapnout či vypnout službu pro konkrétní hardwarový profil a prohlédnout si stav a popis každé ze služeb.
2122 = Sdílené adresáře mohou být použity ke zdrojové obsluze pro síť, řízení povolených vstupů uživatelem, konferenčních aktivit, vlastností sdílených zdrojů a k prohlížení Přehledu připojení a zdrojů použitých pro místní a vzdálené počítače. Sdílené složky mohou též zobrazit seznam všech uživatelů, kteří jsou připojeni vzdáleně (přes síť) ke tvému PC a odpojit jeden či všechny najednou. Můžeš také vidět seznam souborů, které jsou vzdálenými uživateli právě otevřeny.
2123 = Skupina zabezpečení obsahuje uživatelské nastavení taktiky a konfigurace pro PC. Group Policy nastavuje omezení různým komponentám desktopového prostředí uživatele, které systémový administrátor potřebuje pro obsluhu (např. programy, které jsou uživatelsky dostupné, programy, které se objevují na uživatelském desktopu a možnosti pro nabídku Start).
2124 = Přidat a vyjmout komponenty - pomáhají k obsluze nainstalovaných komponent Windows na tvém PC. Spolu s operačním systémem Windows je tento nainstalován na tvůj počítač, proto jej můžeš použít k přidávání komponent Windows, které nebyly zahrnuty v původní instalaci nebo odebrat již existující komponentu Windows, kterou již dále nepotřebuješ.
2125 = Odstraňovač záludného software Microsoft Windows. Nástroj prozkoumá spuštěný operační systém Windows na specifické infekce, obvykle zákeřný software a pomáhá odstranit jakoukoliv infekci, je-li nalezena. Zákeřný software obsahuje viry, červy a trojské koně. Když detekce a vyjmutí kompletním, nástroj zobrazí zprávu popisující výsledek včetně toho, byl-li škodlivý software v PC zjištěn a vyjmut.


[Junk Files Cleaner Options]
2202 = Oddíly pro skenování:
2203 = Vzory
2204 = Popis
2205 = Přidat
2206 = Odstranit
2207 = Resetovat na výchozí
2208 = Čistič zbytkových souborů::Obecně
2209 = Čistič zbytkových souborů::Vyjmuté
2220 = Vzor skenování pro:
2221 = Můžeš použít symbol ? a/nebo * jako náhradu znaku
2222 = Přidat vzor
2223 = Přidat výlučný vzor
2224 = Můžeš použít symbol ? a/nebo * jako náhradu znaku
2225 = Výlučný vzor:
2226 = Přesunout smazané soubory do Koše
2227 = Ignorovat soubory přidané v posledních 24 hodinách

[Junk Files Cleaner Tool]
2306 = Skenovat
2307 = Vymazat
2308 = Skenování
2309 = Prosím čekej, probíhá proces skenování.
2310 = Zrušit
2311 = Název
2312 = Velikost
2319 = Soubory:
2320 = Celková velikost:
2323 = Zde jsou soubory používané Windows nebo jiným programem\n které nyní nelze smazat
2324 = Máš vybrán minimálně jeden oddíl a koncovku pro spuštění skenování.
2325 = Čističem zbytků souborů lze v PC nalézt a vyjmout různé typy zbytků a nepotřebných souborů. Běžně jsou takové soubory vymazány aplikací, která si je vytvořila. Bohužel, mohou i zůstávat na tvém disku napořád - dojde-li k nečekanému pádu programu nebo k závadě systému atd. Dojde-li k tomu, pak "nepotřebnosti" zmenšují volný prostor na HDD a způsobují zpomalování rychlosti systému atd., \n\nJak s nimi naložit? Klikni na “Nápověda”, poté na Nápověda k “Současný nástroj”.
2326 = Soubor
2327 = Vymazání souborů

[Context Menu Junk Files Cleaner]
2313 = Otevřít
2314 = Hledat Googlem co 
2315 = Otevřít složku
2316 = Vlastnosti ...
2317 = Prověřit všechny položky
2318 = Neprověřit všechny položky
2321 = Prověřit vybrané položky
2322 = Neprověřit vybrané položky

[Topmost Window]
4002 = Možnosti
4003 = Otevřít hlavní okno
4004 = Mód Uchop a přetáhni
4005 = Režim Lovce
4006 = Velikost
4007 = Malé
4008 = Střední
4009 = Velké
4010 = Velikost okna
4011 = KONEC
4012 = Odinstalovat
4013 = Zastavit autospouštění
4014 = Přerušit proces
4015 = Přerušit a smazat proces
4016 = Otevřít obsah složky
4017 = Info
4018 = Vlastnosti
4019 = ZRUŠIT
4020 = Je podporován jen jeden soubor!
4021 = Máš přetažen adresář, prosím přetáhní a umísti i soubor!
4022 = Odinstalovat nebo vyjmout:
4023 = Nerozhodnuto! Zkus kliknout do nějakého okna, ikony nebo nástrojové položky.
4024 = Nemohu spustit příkaz k odinstalování!\n Prosím, odinstaluj program v Odinstalátoru.
4025 = Balíček instalace nebyl nalezen!\nTip: Získej další informace k aplikaci v hlavním okně a\n pokus se ji odinstalovat ručně!
4026 = Okno aplikace je v autospouštění vypnuto!\nTip: přeješ-li si ho opět zapnout, použij nástroj Autospouštění v hlavním programu!
4027 = Okno aplikace není na obvyklém místě nalezeno!\nTip: K nalezení místa, použitého pro autospouštění programu, jdi na web Google!
4028 = Opravdu mám ukončit vybraný program?\nJakákoliv neuložená data budou ztracena!
4029 = Odinstalovat
4030 = Opravdu mám vybranou aplikaci smazat?\nJakákoliv neuložená data budou ztracena!
4031 = Opravdu mám zavřít Windows Explorer?\n Nabídka Start, taskbar a system tray zmizí!
4032 = Autospouštět s Windows
4033 = Průhlednost 

[Scan After Uninstall]
4210 = Umístění
4211 = Klíč
4212 = Hodnota
4213 = Data
4214 = Soubor
4215 = Není vybrána žádná položka. Pro smazání vyber položku!
4216 = Po odinstalování nový sken
4217 = Vybrat vše
4218 = Nevybrat nic
4219 = Vymazat
4220 = Zbytkové soubory
4221 = Záznamy zbytkových souborů
4222 = Prosím čekej, skenuji před odinstalováním ...
4223 = Spouštím odinstalování ...
4224 = Prosím, spusť skenování zbytkových souborů, adresářů a registračních klíčů až po dokončení odinstalátoru aplikací.
4225 = Prosím čekej, skenuji po odinstalování ...
4226 = Prosím, pozorně prověř položky v seznamu!
4227 = Zavřít
4228 = Zbylé soubory budou ze seznamu vymazány při dalším restartu systému.
4229 = Selhala spuštěná aplikace odinstalátor!\nPravděpodobně neplatný odinstalační příkaz!
4230 = Zpět
4231 = Dále
4232 = Výběr typu odinstalace
4233 = Typy
4234 = Vestavěný - je spuštěn pouze odinstalátor aplikace bez doplňkového prohledávání
4235 = Bezpečný - zahrnuje vestavěný mód a provoz doplňkového skenování v registrech a na harddisku s cílem nalezení zbytkových položek, které méhou být bezpečně smazány. Je to rychlý mód.
4236 = Přiměřený - zahrnuje bezpečný mod a provoz rozšířeného prohlížení pro nalezení všech informací o programu ve většině běžných míst v registrech a na harddisku.
4237 = Pokročilý - zahrnuje přiměřený mód a provoz hlubokého a pečlivého prohlížení pro nalezení všech zbytkových informací o programu v registrech i na harddisku. Je to pomalejší mód. 
4238 = Analýzování dat programu před jeho odinstalováním.
4239 = Spouštění vestavěného odinstalátoru programu.
4240 = Po ukončení odinstalátoru programu stiskni tlačítko “Dále" pro spuštění hledání zbytkových souborů, adresářů a registračních položek.
4241 = Probíhá počáteční analýza odinstalace.
4242 = Hledání zbytkových informací 
4243 = Vnitřní odinstalace je dokončena, nyní je prohlížen Regedit a pevný disk na zbytky souborů, adresářů a registračních položek odinstalovaného programu. Prosím čekej ...
4244 = Nalezeny zbytkové položky v Regeditu
4245 = Nalezené položky v Regeditu:
4246 = Poznámka: Prosím, důkladně zkontroluj tyto položky. Pouze budou smazány tučně zvýrazněné položky a podpoložky!
4247 = Nalezené zbytky souborů a adresáře
4248 = Nalezeny položky:
4249 = Tento počítač
4250 = Revo Unistaller nemohl spustit vestavěná odinstalátor programu. Je možné, že odinstalační příkaz byl zadán špatně nebo je odinstalační program poškozen. Lze stisknout tlačítko "Zpět" a zkusit jiný mód odinstalace.
4251 = Vestavěný odinstalátor programu dokončil činnost. Lze stisknout tlačítko "Zpět" a zkusit jiný mód odinstalace pro hloubkový sken na zbytky souborů, adresářů a položek Regeditu.
4252 = Revo Uninstaller úspěšně dokončil odinstalaci, avšak zbytkové položky nebyly nalezeny. Lze stisknout tlačítko "Zpět" a zkusit rozšířený mód odinstalace pro hloubkové hledání.
4253 = Revo Uninstaller úspěšně dokončil odinstalaci. Chceš-li nalézt zbytky souborů, stiskni tlačítko "Zpět" a zkus radikálnější mód odinstalace pro hloubkové hledání.
4254 = Dokončeno 
4255 = Opravdu chceš odeslat vybrané soubory do Koše?
4256 = Opravdu chceš smazat vybrané položky z Regeditu?
4257 = Revo Uninstaller úspěšně dokončil odinstalaci!
4258 = Opravdu chceš přeskočit mazání nalezených zbytků v Regeditu a pokračovat v dalším kroku (nedoporučeno)?
4259 = Opravdu chceš přeskočit mazání nalezených zbytkových souborů a adresářů a pokračovat dalším krokem?
4260 = Prohlížení položek dokončeno. Pro zobrazení výsledků stiskni na "Dále"!
4261 = Tvorba systémového návratného bodu (SRP) ...
4262 = Tvorba systémového návratného bodu (SRP) selhala!
4263 = Tvorba systémového návratného bodu (SRP) vyřazena z činnosti (v Doplňky -> Odinstalátor)
4264 = Tvorba systémového návratného bodu (SRP) - hotovo!


[About]
4300 = Překladatelé:

[ContextMenu Uninstaller]
5000 = Příkazy
5001 = Info
5002 = Vyhledat Googlem 
5004 = Umístění programu
5005 = O programu ...
5006 = Otevřít Nápovědu ...
5007 = Otevřít Aktualizaci ...
5008 = Otevřít klíč Regeditu ...

[Common]
10000 = OK
10001 = Zrušit
10002 = Nápověda
10003 = Procházet
10004 = Nápověda k otevřenému nástroji
10005 = Domovská stránka
10006 = O programu
10007 = Varování
10008 = CHYBA

[Tooltips]
2000 = Přepnout na mód Odinstalování
2001 = Zobrazit Panel nástrojů
2002 = Přizpůsobit nastavení 
2003 = Přepnout na režim Lovce
2004 = Změna zobrazování nainstalovaných programů
2005 = Odinstalovat vybranou aplikaci
2006 = Vymazat označené vstupy z Regeditu
2007 = Obnovit seznam programů
2008 = Aktualizovat současnou verzi na novější
2009 = Najít doplňkové informace a otázky o programu
404 = Spustit vybraný program
405 = Zastavit a zavřít vybraný program
406 = Zabránit výběru programů v autospouštění
506 = Vyčistit vybrané možnosti
605 = Vyčistit vybrané možnosti
705 = Vyčistit vybrané možnosti
2106 = Spustit vybraný nástroj
2304 = Skenovat na zbytečné soubory dle vybraného nastavení
2305 = Vymazat prověřené soubory z Koše

